export default [
  {
    title: '用户协议',
    sub: [
      {
        subtitle: '欢迎您来到病毒基因组平台。',
        content: [
          {
            type: 'p',
            desc: '请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不使用平台服务。'
          }
        ]
      },
      {
        subtitle: '使用规则',
        content: [
          {
            type: 'p',
            desc: '用户注册成功后，平台将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。'
          },
          {
            type: 'p',
            desc: '用户须对在知乎的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人。'
          },
          {
            type: 'p',
            desc: '用户不得上传任何违反国家法律法规的文件。'
          }
        ]
      },
      {
        subtitle: '知识产权',
        content: [
          {
            type: 'p',
            desc: '病毒基因组平台的检测流程来源于中国科学院上海巴斯德研究所和中国科学院上海营养与健康研究所，拥有完整地自主知识产权。'
          },
          {
            type: 'p',
            desc: '中国科学院上海巴斯德研究所和中国科学院上海营养与健康研究所对检测结果拥有最终解释权。'
          },
          {
            type: 'p',
            desc: '平台作为计算平台，只提供计算服务；所有的数据权利属于数据提供方，平台不使用用户数据去发表任何科研论文。'
          }
        ]
      }
    ]
  }
]
