export default [
  {
    title: '隐私政策',
    sub: [
      {
        subtitle: '隐私政策',
        content: [
          {
            type: 'p',
            desc: '网站将记录浏览器的IP地址以及对该网站的每个查询。 这样做是为了跟踪使用情况统计信息并确定操作问题。 此信息不用于识别个人或组织，并且永远不会与第三方共享。'
          },
          {
            type: 'p',
            desc: 'Cookies用于在整个浏览会话中提供持久性。 这些可能会在您退出浏览器后继续存在，但绝不会用于识别或跟踪目的。'
          },
          {
            type: 'p',
            desc: '如果登录到本站点，则可以选择启用历史记录跟踪。 此信息可总计供其他用户使用，但绝不直接与特定用户相关联。'
          }
        ]
      },
      {
        subtitle: '数据安全',
        content: [
          {
            type: 'p',
            desc: '您上传的所有数据均受到严格保护。 只有您可以阅读它们。 您可以随时从我们的服务器删除数据。 我们不将其用于我们自己的分析。'
          }
        ]
      }
    ]
  }
]
